{
  "facts": [
    "The Titan Arum is known as the 'corpse flower' because it emits an odor like rotting flesh to attract pollinators.",
    "In the 17th century, 'Tulip Mania' in Holland made tulip bulbs more valuable than gold.",
    "The world's oldest known flower was preserved in amber for 100 million years.",
    "Some orchid species can perfectly mimic the appearance and scent of female insects to attract males for pollination.",
    "Bamboo is a type of grass, and some species only flower once every 60 to 120 years before the entire grove dies.",
    "The Moonflower blooms only at night, unfurling its white petals in the moonlight and closing them by morning.",
    "The leaves of the Victoria amazonica water lily are so strong they can support the weight of a small child.",
    "Saffron, the most expensive spice in the world, is derived from the stigmas of the Crocus sativus flower.",
    "The Puya raimondii, or Queen of the Andes, flowers only once after reaching 80-150 years of age, and then it dies.",
    "Sunflowers exhibit heliotropism, a behavior where they turn to face the sun throughout the day.",
    "The 'Kadupul flower,' or Queen of the Night, is a priceless flower that blooms only at night and withers before dawn.",
    "Dandelions are edible from root to flower and are rich in vitamins A, C, and K.",
    "The Ghost Orchid is a rare, leafless orchid that appears to float in the air.",
    "Roses are related to apples, raspberries, cherries, peaches, and plums.",
    "The gas plant (Dictamnus albus) produces a clear, volatile oil that can be ignited with a match on warm, still evenings.",
    "Broccoli and cauliflower are technically flowers that haven't bloomed yet.",
    "The 'chocolate cosmos' flower has a rich, chocolate-like scent.",
    "There are over 250,000 species of flowering plants in the world.",
    "The Rafflesia arnoldii produces the world's largest single flower and can reach up to 3 feet in diameter.",
    "Agave, also known as the 'century plant,' blooms only once at the end of its long life.",
    "The Arctic Poppy is a flower that can grow in the harsh conditions of the Arctic and always faces the sun.",
    "Angel's Trumpet flowers are highly poisonous despite their beautiful appearance.",
    "The passion flower's intricate structure was seen by Christian missionaries as a symbol of the crucifixion of Christ.",
    "Foxglove flowers are the original source of the heart medication Digitalis.",
    "Blue Cohosh, a woodland flower, was used by Native American women to ease childbirth.",
    "The seeds of the morning glory flower contain a chemical similar to LSD.",
    "In ancient times, daisies were used to treat a variety of ailments, from coughs to stomach ulcers.",
    "The lotus flower is a sacred symbol in many Eastern religions, representing purity and rebirth.",
    "Carnations can be changed to different colors by putting their stems in dyed water.",
    "The petals of the hibiscus flower can be used to make a popular herbal tea.",
    "Lavender oil is known for its calming properties and is often used in aromatherapy.",
    "The snapdragon flower gets its name because it resembles a dragon's snout that snaps shut when squeezed.",
    "The Bird of Paradise flower is named for its resemblance to a colorful bird in flight.",
    "Vanilla flavoring comes from the pod of an orchid, Vanilla planifolia.",
    "The night-scented stock releases its strong fragrance only in the evening and at night.",
    "Marigolds are often planted in vegetable gardens to deter pests.",
    "The 'living stone' plant (Lithops) is a succulent that has evolved to look like pebbles to avoid being eaten.",
    "Poppies are the source of opium, which is used to make morphine and codeine.",
    "The Edelweiss flower, found in the Alps, has fuzzy 'petals' that protect it from cold and UV radiation.",
    "The Welwitschia mirabilis plant from the Namib desert can live for over 1,500 years and has only two leaves.",
    "The bat flower has black, bat-shaped flowers with long 'whiskers.'",
    "Cotton is a soft fiber that grows in a boll, or protective case, around the seeds of cotton plants.",
    "Artichokes are actually the flower buds of a thistle plant.",
    "The sensitive plant (Mimosa pudica) folds its leaves inward when touched.",
    "Hydrangea flower color can change depending on the pH level of the soil.",
    "The English word 'flower' comes from Flora, the Roman goddess of flowers.",
    "Geraniums are often used as a natural mosquito repellent.",
    "The ancient Egyptians associated the blue lotus with the creation of the world.",
    "The black-eyed Susan is a member of the sunflower family.",
    "The California Poppy was used by Native Americans as a pain reliever.",
    "Capers are the pickled flower buds of the caper bush.",
    "The fly orchid tricks male wasps into pollinating it by resembling a female wasp.",
    "The star-shaped flowers of the borage plant are edible and taste like cucumber.",
    "The pincushion protea is named for its resemblance to a pincushion full of pins.",
    "The bleeding heart flower has heart-shaped blooms with a droplet at the bottom.",
    "The kangaroo paw is a bizarre-looking flower native to Australia.",
    "The petals of a sunflower are actually individual flowers called 'ray florets.'",
    "The maypop, or purple passionflower, produces an edible fruit.",
    "The 'carrion flowers' (Stapelia) smell like rotting meat to attract flies for pollination.",
    "The flower of the pineapple plant is actually a cluster of many small, individual flowers.",
    "The alpine forget-me-not is the state flower of Alaska.",
    "The camellia flower is often associated with the American South.",
    "The Canterbury bell is a biennial plant, meaning it completes its life cycle in two years.",

    "The 'doll's eye' plant has white berries with a black dot that look like eyeballs.",
    "The evening primrose opens its flowers in the evening.",
    "The fire lily can bloom in areas that have recently been burned by wildfires.",
    "The foamflower gets its name from its foamy-looking clusters of white flowers.",
    "The globe thistle has perfectly spherical, spiky blue flower heads.",
    "The 'goldenrod' is often mistakenly blamed for hay fever, which is actually caused by ragweed.",
    "The 'shooting star' flower has petals that sweep back, resembling a comet.",
    "The 'spider lily' has long, spider-like stamens.",
    "The 'toad lily' has speckled flowers that resemble the skin of a toad.",
    "The 'turtlehead' flower resembles the head of a turtle.",
    "The 'wax plant' (Hoya) has waxy, star-shaped flowers that produce a sweet nectar.",
    "The 'yesterday, today, and tomorrow' plant has flowers that change color from purple to lavender to white over three days.",
    "The 'zebra plant' has striped leaves and bright yellow flowers.",
    "The 'zinnia' is one of the easiest annual flowers to grow from seed.",
    "The birth flower for January is the carnation.",
    "The birth flower for February is the violet.",
    "The birth flower for March is the daffodil.",
    "The birth flower for April is the daisy.",
    "The birth flower for May is the lily of the valley.",
    "The birth flower for June is the rose.",
    "The birth flower for July is the larkspur.",
    "The birth flower for August is the gladiolus.",
    "The birth flower for September is the aster.",
    "The birth flower for October is the marigold.",
    "The birth flower for November is the chrysanthemum.",
    "The birth flower for December is the narcissus.",
    "The ancient Greeks believed that the tears of the goddess Aphrodite created anemone flowers.",
    "The bluebell is a protected species in the UK.",
    "The buttercup flower gets its shiny appearance from a special layer of cells beneath its petals.",
    "The cornflower is the national flower of Germany.",
    "The crocus is one of the first flowers to bloom in the spring.",
    "The cyclamen plant goes dormant during the summer.",
    "The delphinium flower gets its name from the Greek word for 'dolphin' because of its shape.",
    "The 'four o'clock' flower opens its blooms in the late afternoon.",
    "The freesia is known for its strong, sweet scent.",
    "The gardenia is named after the Scottish botanist Alexander Garden.",
    "The gentian flower is used to make a bitter liqueur.",
    "The 'glory-of-the-snow' is another early spring bloomer, often popping up through the snow.",
    "The heather plant is associated with Scotland.",
    "The hellebore, or Lenten rose, blooms in late winter or early spring.",
    "The honesty plant has translucent, papery seed pods.",
    "The hyacinth flower is associated with the Greek myth of Hyacinthus.",
    "The iris flower is named after the Greek goddess of the rainbow.",
    "The jasmine flower is often used to make perfume and tea.",
    "The 'lady's slipper' is a type of orchid.",
    "The 'lamb's ear' plant has soft, fuzzy leaves.",
    "The 'love-in-a-mist' flower is surrounded by a lacy, net-like bract.",
    "The 'lungwort' plant was once thought to cure lung diseases because of its spotted leaves.",
    "The lupine flower is a member of the pea family.",
    "The magnolia is an ancient genus of flowering plants.",
    "The 'money plant' is another name for the honesty plant.",
    "The monkshood is a highly poisonous flower.",
    "The musk rose has a strong, musky scent.",
    "The nasturtium is an edible flower with a peppery taste.",
    "The nemophila, or 'baby blue eyes,' is a delicate blue wildflower.",
    "The oleander is a beautiful but extremely toxic shrub.",
    "The pansy gets its name from the French word 'pensée,' meaning 'thought.'",

    "The periwinkle is a common groundcover plant.",
    "The petunia is a popular annual for hanging baskets and containers.",
    "The phlox flower attracts butterflies and hummingbirds.",
    "The plumeria, or frangipani, is used to make leis in Hawaii.",
    "The primrose is another early spring bloomer.",
    "The Queen Anne's lace is the wild ancestor of the carrot.",
    "The quince is a fruit tree that produces beautiful pink or white blossoms.",
    "The ranunculus is also known as the Persian buttercup.",
    "The rhododendron is a large genus of flowering shrubs.",
    "The rock rose is a drought-tolerant plant that thrives in rocky soil.",
    "The salvia is a member of the mint family.",
    "The scabiosa, or pincushion flower, is attractive to bees and butterflies.",
    "The sea holly has spiky, metallic-blue flowers.",
    "The shasta daisy was created by the American horticulturist Luther Burbank.",

    "The snowdrop is one of the very first flowers of spring.",
    "The Solomon's seal has arching stems with bell-shaped flowers hanging underneath.",
    "The statice flower is often used in dried floral arrangements.",
    "The stock flower has a spicy, clove-like scent.",
    "The sweet pea is known for its delicate, fragrant flowers.",
    "The sweet William is a type of dianthus, or pink.",
    "The thrift, or sea pink, grows in coastal areas.",
    "The tiger lily has spotted petals that curve backward.",
    "The trillium has three leaves, three petals, and three sepals.",
    "The verbena is a long-blooming annual.",
    "The viola is a smaller version of the pansy.",
    "The wallflower, as its name suggests, can grow in the cracks of old walls.",
    "The water hyacinth is a free-floating aquatic plant.",
    "The weigela is a flowering shrub that attracts hummingbirds.",
    "The wild ginger has a small, brownish-purple flower that blooms at ground level.",
    "The wisteria is a climbing vine with long, drooping clusters of fragrant flowers.",
    "The wood sorrel has clover-like leaves and small, delicate flowers.",
    "The yarrow was used in ancient times to stop bleeding.",
    "The yucca plant is pollinated by a specific species of moth."
  ]
}
